Repository: planetary-social/nos
Catalog: Nos/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, ja, ko, nl, pt_br, sv, sw, th, tr, zh_hans, zh_hant

# reportNoteSendToNosConfirmation
source: The Nos moderation team will analyze the note for %@ content and may publish a report from our own account, concealing your identity.
ar: سيقوم فريق إشراف Nos بتحليل الملاحظة للمحتوى %@ وقد ينشر تقريرًا من حسابنا الخاص، مع إخفاء هويتك.
de: Das Nos Moderationsteam analysiert die Note auf %@-Inhalte und kann einen Bericht von unserem eigenen Konto aus veröffentlichen und damit deine Identität verstecken.
es: El equipo de moderación de Nos analizará la nota por contenido de %@ y podrá publicar un informe desde nuestra propia cuenta, ocultando tu identidad.
fa: تیم نظارت Nos یادداشت را برای محتوای %@ تحلیل خواهد کرد و ممکن است گزارشی از حساب خود ما منتشر کند که هویت شما را پنهان می‌کند.
fr: L'équipe de modération Nos analysera la note pour le contenu %@ et pourra publier un rapport pour notre propre compte, dissimulant votre identité.
ja: Nosモデレーションチームがノートの%@コンテンツを分析し、あなたの身元を隠して独自のアカウントからレポートを公開する可能性があります。
ko: 이 콘텐츠는 %@의 이유로 플래그 (표시) 되었습니다.
nl: Het Nos-moderatieteam zal de notitie analyseren op inhoud van %@ en kan een rapport publiceren vanaf ons eigen account, waarbij je identiteit verborgen blijft.
pt_br: A equipe de moderação do Nos analisará a nota para conteúdo %@ e poderá publicar um relatório de nossa própria conta, ocultando sua identidade.
sv: Nos-moderationsteamet kommer att analysera inlägget för %@ innehåll och kan publicera en rapport från vårt eget konto, vilket döljer din identitet.
sw: Timu ya usimamizi wa Nos itachanganua dokezo la %@ maudhui na inaweza kuchapisha ripoti kutoka kwa akaunti yetu wenyewe, kuficha utambulisho wako.
th: ทีมงานกำกับดูแลของ Nos จะวิเคราะห์โน้ตสำหรับเนื้อหา %@ และอาจเผยแพร่รายงานจากบัญชีของเราเอง ซึ่งปกปิดตัวตนของคุณ
tr: Nos moderasyon ekibi, notu %@ içeriği için analiz edecek ve kimliğinizi gizleyerek kendi hesabımızdan bir rapor yayınlayabilir.
zh_hans: Nos 审核团队将分析笔记中的 %@ 内容，并可能通过我们自己的账户发布报告，同时隐藏你的身份。
zh_hant: Nos 審核團隊將分析筆記中對 %@ 內容，並可能通過我們自己對賬戶發佈報告，同時隱藏你的身份。

source: Repost
ar: إعادة نشر
de: Reposten
es: Republicar
fa: بازنشر
fr: Republier
ja: リポスト
ko: 리포스트
pt_br: Repostar
sv: Återpublicera
sw: Chapisha tena
th: รีโพสต์
tr: Yeniden paylaş
zh_hans: 转帖
zh_hant: 轉發

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
es: Reintentar
fa: تلاش مجدد
fr: Réessayer
ja: 再試行
ko: 재시도
nl: Opnieuw proberen
pt_br: Tentar novamente
sv: Försök igen
sw: Jaribu tena
th: ลองใหม่
tr: Tekrar Dene
zh_hans: 重试
zh_hant: 重試

# sampleDataInstructions
source: This will delete all events and load those in sample_data.json
ar: سيؤدي هذا إلى حذف جميع الأحداث وتحميل تلك الموجودة في sample_data.json
de: Dies löscht alle Events und lädt die in sample_data.json
es: Esto eliminará todos los eventos y cargará los de sample_data.json
fa: این تمام رویدادها را حذف کرده و تمام آنها را در sample_data.json بارگیری می کند
fr: Ceci supprimera tous les événements et chargera ceux-ci dans sample_data.json
ja: これによりすべてのイベントが削除され、sample_data.jsonのイベントが読み込まれます
ko: 이렇게 하면 모든 이벤트가 삭제되고 sample_data.json에 있는 이벤트를 로드해요.
nl: Dit zal alle evenementen verwijderen en laden in sample_data.json
pt_br: Isso excluirá todos os eventos e carregará aqueles em sample_data.json
sv: Detta kommer att radera alla händelser och ladda de i sample_data.json
sw: Hii itafuta matukio yote na kupakia yaliyo katika sample_data.json
th: นี่จะลบเหตุการณ์ทั้งหมดและโหลดเหตุการณ์ใน sample_data.json
tr: Bu, tüm olayları silecek ve sample_data.json içindekileri yükleyecektir
zh_hans: 这将删除所有事件并加载 sample_data.json
zh_hant: 這將刪除使用事件並加載 sample_data.json

source: Save
ar: حفظ
de: Speichern
es: Guardar
fa: ذخیره
fr: Enregistrer
ja: 保存
ko: 저장하기
nl: Opslaan
pt_br: Salvar
sv: Spara
sw: Hifadhi
th: บันทึก
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

# saveRelayError
source: Could not save relay.
ar: لم يتمكن من حفظ المُرحِل.
de: Relay konnte nicht gespeichert werden.
es: No se pudo guardar el relay.
fa: رله ذخیره نشد.
fr: Impossible d'ajouter le relais
ja: リレーを保存できませんでした。
ko: 릴레이를 저장할 수 없었어요.
nl: Kan relay niet opslaan.
pt_br: Não foi possível salvar o relay.
sv: Kunde inte spara relä.
sw: Haikuweza kuhifadhi relay.
th: ไม่สามารถบันทึกรีเลย์
tr: Relay kaydedilemedi.
zh_hans: 无法保存中继。
zh_hant: 無法保存中繼器。

# searchBar
source: Search people on Nostr or the Fediverse
ar: البحث عن أشخاص على Nostr أو Fediverse
de: Suche Leute auf Nostr oder dem Fediverse
es: Busca personas en Nostr o en el Fediverso
fa: جستجوی کاربران
fr: Rechercher des personnes sur Nostr ou le Fédiverse
ja: NostrまたはFediverseの人々を検索
ko: 노스터나 페디버스에서 친구를 찾아요
nl: Zoek gebruikers
pt_br: Procurar por usuários
sv: Sök personer på Nostr eller Fediverse
sw: Tafuta watu kwenye Nostr au Fediverse
th: ค้นหาคนบน Nostr หรือ Fediverse
tr: Nostr veya Fediverse'de insanları ara
zh_hans: 在 Nostr 或 Fediverse 上搜索用户
zh_hant: 在 Nostr 或 Fediverse 上搜索用戶

source: See profile
ar: عرض الملف الشخصي
de: Profil ansehen
es: Ver perfil
fa: دیدن نمایه
fr: Voir le profil
ja: プロフィールを見る
ko: 프로필 보기
nl: Profiel bekijken
pt_br: Ver perfil
sv: Se profil
sw: Tazama wasifu
th: ดูโปรไฟล์
tr: Profili göster
zh_hans: 查看档案
zh_hant: 查看個人檔案

source: Select
ar: اختيار
de: Wählen
es: Seleccionar
fa: انتخاب
fr: Sélectionner
ja: 選択
ko: 선택
nl: Selecteren
pt_br: Selecionar
sv: Markera
sw: Chagua
th: เลือก
tr: Seç
zh_hans: 选择
zh_hant: 選擇

# selectRelaysDescription
source: Select relays to show on your feed.
ar: حدد الوسطاء لعرضها على تغذيتك.
de: Wähle Relays aus, die in deinem Feed angezeigt werden sollen.
es: Selecciona relés para mostrar en tu feed.
fa: ریلی‌ها را برای نمایش در فید خود انتخاب کنید.
fr: Sélectionnez les relais à afficher sur votre flux.
ja: フィードに表示するリレーを選択します。
ko: 피드에 표시할 릴레이를 선택하세요.
nl: Selecteer relays om weer te geven in je feed.
pt_br: Selecione relays para mostrar em seu feed.
sv: Välj reläer att visa i ditt flöde.
sw: Chagua relei za kuonyesha kwenye mlisho wako.
th: เลือกรีเลย์ที่จะแสดงบนฟีดของคุณ
tr: Akışınızda gösterilecek aktarımları seçin.
zh_hans: 选择要在您的动态上显示的中继站。
zh_hant: 選擇要在您的動態上顯示的中繼站。

source: Send
ar: إرسال
de: Senden
es: Enviar
fa: ارسال
fr: Envoyer
ja: 送信
ko: 보내기
nl: Versturen
pt_br: Enviar
sv: Skicka
sw: Tuma
th: ส่ง
tr: Gönder
zh_hans: 发送
zh_hant: 發送

# sendCode
source: Send SMS code
ar: إرسال رمز SMS
de: SMS-Code senden
es: Enviar código SMS
fa: ارسال کد پیامکی
fr: Envoyer le code
ja: SMSコードを送信
ko: SNS 코드 보내기
nl: Verstuur code
pt_br: Enviar código
sv: Skicka SMS-kod
sw: Tuma msimbo wa SMS
th: ส่งรหัส SMS
tr: SMS kodu gönder
zh_hans: 发送短信验证码
zh_hant: 傳送 SMS 代碼

source: Send to
ar: إرسال إلى
de: Senden an
es: Enviar a
fa: ارسال به
fr: Envoyer à
ja: 送信先
ko: 보내기:
nl: Versturen naar
pt_br: Enviar para
sv: Skicka till
sw: Tuma kwa
th: ส่งถึง
tr: Gönder
zh_hans: 发送到
zh_hant: 發送到

source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fa: تنظیمات
fr: Paramètres
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
sv: Inställningar
sw: Mipangilio
th: การตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設置

source: Set up my @username
ar: إعداد @username الخاص بي
de: Mein @username einrichten
es: Configurar mi @usuario
fa: @username من را تنظیم کنید
fr: Configurez mon @nom d'utilisateur
ja: @usernameを設定
ko: 내 @username 설정하기
nl: Mijn @gebruikersnaam instellen
pt_br: Configurar meu @nomedeusuario
sv: Konfigurera mitt @användarnamn
sw: Sanidi jina langu la @username
th: ตั้งค่า @username ของฉัน
tr: @kullanıcıadımı ayarla
zh_hans: 设置我的@用户名
zh_hant: 設置我的@用戶名

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fa: اشتراک‌گذاری
fr: Partager
ja: 共有
ko: 공유해요
nl: Delen
pt_br: Compartilhar
sv: Dela
sw: Gawa
th: แบ่งปัน
tr: Paylaş
zh_hans: 分享
zh_hant: 分享

source: Share database
ar: مشاركة قاعدة البيانات
de: Datenbank teilen
es: Compartir base de datos
fa: اشتراک‌گذاری پایگاه داده
fr: Partage de la base de données
ja: データベースを共有
ko: 데이터베이스 공유
nl: Database delen
pt_br: Compartilhar banco de dados
sv: Dela databas
sw: Shiriki hifadhidata
th: แบ่งปันฐานข้อมูล
tr: Veritabanını paylaş
zh_hans: 分享数据库
zh_hant: 分享數據庫

source: Share logs
ar: مشاركة السجلات
de: Protokolle teilen
es: Compartir registros
fa: اشتراک کارنامه
fr: Partage des registres
ja: ログを共有
ko: 로그 공유
nl: Deel logs
pt_br: Compartilhar histórico
sv: Dela loggar
sw: Gawa kumbukumbu
th: แบ่งปันบันทึก
tr: Günlükleri paylaş
zh_hans: 分享记录
zh_hant: 分享紀錄

source: Share Nos
ar: مشاركة Nos
de: Nos teilen
es: Compartir Nos
fa: اشتراک گذاری نوس
fr: Partagez Nos
ja: Nosを共有
ko: Nos 공유
nl: Deel Nos
pt_br: Compartilhe Nos
sv: Dela Nos
sw: Gawa kumbukumbu
th: แบ่งปัน Nos
tr: Nos paylaş
zh_hans: 分享 Nos
zh_hant: 分享 Nos

source: Share note
ar: مشاركة الملاحظة
de: Notiz teilen
es: Compartir nota
fa: اشتراک‌گذاری یادداشت
fr: Partager la note
ja: ノートを共有
ko: 노트 공유
nl: Notitie delen
pt_br: Compartilhar nota
sv: Dela inlägg
sw: Shiriki dokezo
th: แบ่งปันโน้ต
tr: Notu paylaş
zh_hans: 分享笔记
zh_hant: 分享筆記

source: Show
ar: عرض
de: Zeigen
es: Mostrar
fa: نشان دادن
fr: Afficher
ja: 表示
ko: 표시하기
nl: Weergeven
pt_br: Mostrar
sv: Visa
sw: Onyesha
th: แสดง
tr: Göster
zh_hans: 显示
zh_hant: 顯示

source: Show Out of Network warnings
ar: عرض تحذيرات خارج الشبكة
de: Zeige Außerhalb des Netzwerks Warnungen
es: Mostrar alertas de Fuera de Tu Red
fa: اخطارهای خارج از شبکه دوستان را نشان بده
fr: Afficher les alertes réseau
ja: ネットワーク外の警告を表示
ko: 외부 네트워크 경고를 보여줘요
nl: Toon waarschuwingen buiten netwerk
pt_br: Mostrar avisos de Fora da Rede
sv: Visa varningar utanför nätverket
sw: Onyesha maonyo ya Nje ya Mtandao
th: แสดงคำเตือนนอกเครือข่าย
tr: Ağ Dışı uyarıları göster
zh_hans: 显示朋友圈以外的警告
zh_hant: 顯示朋友圈以外的警告

# showOutOfNetworkWarningsDescription
source: Hide notes from users outside my friends of friends circle behind a content warning.
ar: إخفاء الملاحظات من المستخدمين خارج دائرة أصدقاء أصدقائي خلف تحذير محتوى.
de: Verstecke Notes von Benutzern außerhalb des Kreises meiner Freunde von Freunden hinter einer Inhaltswarnung.
es: Ocultar las notas de usuarios fuera de mi cículo "amigos de amigos" detrás de una alerta de contenido.
fa: یادداشت کاربران خارج از حلقه دوستانم را پشت هشدار محتوا پنهان کن.
fr: Masquer les notes des utilisateurs en dehors de mes amis et cercle d'amis, avec un message d'avertissement.
ja: 友達の友達の輪の外にいるユーザーからのノートをコンテンツ警告の後ろに隠す。
ko: 콘텐츠 경고 뒤에 내 친구의 친구 서클 외부 사용자의 노트를 숨겨요
nl: Verberg notities van gebruikers buiten mijn vrienden-van-vrienden-cirkel achter een inhoudswaarschuwing.
pt_br: Ocultar notas de usuários fora do meu círculo de amigos de amigos atrás de um aviso de conteúdo.
sv: Dölj inlägg från användare utanför min vänners-vänner-cirkel bakom en innehållsvarning.
sw: Ficha madokezo kutoka kwa watumiaji nje ya marafiki zangu wa marafiki duara nyuma ya onyo la maudhui.
th: ซ่อนโน้ตจากผู้ใช้นอกวงเพื่อนของเพื่อนของฉันไว้หลังคำเตือนเนื้อหา
tr: Arkadaşlarımın arkadaşları çemberim dışındaki kullanıcılardan gelen notları bir içerik uyarısının arkasına gizle.
zh_hans: 将我的朋友的朋友圈之外的用户的笔记隐藏在内容警告后面。
zh_hant: 將我的朋友的朋友圈之外的用戶的筆記隱藏在內容警告後面。

source: Skip for now
ar: تخطي الآن
de: Vorerst überspringen
es: Omitir por ahora
fa: فعلاً رد شوید
fr: Ignorer pour l'instant
ja: 今はスキップ
ko: 일단 건너뛰기
nl: Voorlopig overslaan
pt_br: Pular por enquanto
sv: Hoppa över för nu
sw: Ruka kwa sasa
th: ข้ามไปก่อน
tr: Şimdilik atla
zh_hans: 暂时跳过
zh_hant: 暫時跳過

source: Software
ar: البرمجيات
fa: نرم افزار
fr: Logiciel
ja: ソフトウェア
ko: 소프트웨어
sv: Mjukvara
sw: Programu
th: ซอฟต์แวร์
tr: Yazılım
zh_hans: 软件
zh_hant: 軟體

source: someone
ar: شخص ما
de: jemand
es: alguien
fa: کسی
fr: quelqu'un
ja: 誰か
ko: 누군가
nl: iemand
pt_br: alguém
sv: någon
sw: mtu
th: บางคน
tr: birisi
zh_hans: 某人
zh_hant: 某人

source: Something went wrong.
ar: حدث خطأ ما.
de: Etwas ist schief gelaufen.
es: Algo salió mal
fa: مشکلی پیش آمد.
fr: Quelque chose s'est mal passé
ja: 何か問題が発生しました。
ko: 뭔가 잘못되었어요.
nl: Er is iets misgegaan
pt_br: Algo deu errado.
sv: Något gick fel.
sw: Hitilafu fulani imetokea.
th: มีบางอย่างผิดพลาด
tr: Bir şeyler yanlış gitti.
zh_hans: 出错了。
zh_hant: 出錯啦

source: Spam
ar: بريد مزعج
fa: اسپم
ja: スパム
ko: 스팸
sv: Skräppost
sw: Taka
th: สแปม
zh_hans: 垃圾内容
zh_hant: 垃圾訊息

source: Start
ar: ابدأ
es: Inicio
fa: شروع
fr: Démarrer
ja: 開始
ko: 시작해요
nl: Starten
pt_br: Iniciar
sv: Starta
sw: Anza
th: เริ่ม
tr: Başla
zh_hans: 开始
zh_hant: 開始

source: started following you
ar: بدأ بمتابعتك
de: hat begonnen, dir zu folgen
es: comenzó a seguirte
fa: شما را دنبال کرد
fr: a commencé à vous suivre
ja: あなたをフォローし始めました
ko: 님이 당신을 팔로우하기 시작했습니다
nl: is je gaan volgen
pt_br: começou a seguir você
sv: började följa dig
sw: ameanza kukufuata
th: เริ่มติดตามคุณ
tr: sizi takip etmeye başladı
zh_hans: 开始关注您
zh_hant: 開始關注您

source: Start over
ar: البدء من جديد
de: Neu starten
es: Empezar de nuevo
fa: شروع دوباره
fr: Recommencer
ja: やり直す
ko: 다시 시작해요
nl: Opnieuw beginnen
pt_br: Recomeçar
sv: Börja om
sw: Anza tena
th: เริ่มใหม่
tr: Baştan başla
zh_hans: 重新开始
zh_hant: 重新開始

source: Stories
ar: القصص
de: Storys
fa: داستان ها
fr: Histoires
ja: ストーリー
ko: 스토리
nl: Verhalen
pt_br: Histórias
sv: Berättelser
sw: Hadithi
th: เรื่องราว
tr: Hikayeler
zh_hans: 故事
zh_hant: 故事

source: Submit
ar: تقديم
de: Absenden
es: Enviar
fa: ثبت
fr: Envoyer
ja: 送信
ko: 확인
nl: Indienen
pt_br: Submeter
sv: Skicka in
sw: Wasilisha
th: ส่ง
tr: Gönder
zh_hans: 提交
zh_hant: 提交

source: Success!
ar: نجاح!
de: Erfolgreich!
es: ¡Éxito!
fa: موفقیت!
fr: Succès !
ja: 成功しました！
ko: 성공!
nl: Gelukt!
pt_br: Sucesso!
sv: Succé!
sw: Mafanikio!
th: สำเร็จ!
tr: Başarılı!
zh_hans: 成功!
zh_hant: 成功！

source: Supported NIPs
ar: إمكانيات تطبيق نوستر (NIPs) المدعومة
de: Unterstützte NIPs
es: NIPs soportados
fa: NIP های پشتیبانی شده
fr: NIPs pris en charge
ja: サポートされているNIP
ko: 지원되는 NIPs
nl: Ondersteunde NIPs
pt_br: NIPs suportados
sv: Stödda NIPs
sw: NIP zinazotumika
th: NIP ที่รองรับ
tr: Desteklenen NIP'ler
zh_hans: 支持的 NIP
zh_hant: 所支持的 NIP

source: Tap to refresh
ar: انقر للتحديث
de: Zum Neuladen tippen
es: Toca para actualizar
fa: برای تازه‌سازی ضربه بزنید
fr: Appuyer pour actualiser
ja: タップして更新
ko: 눌러서 새로고침
nl: Tik om te verversen
pt_br: Toque para atualizar
sv: Tryck för att uppdatera
sw: Gusa ili kuonyesha upya
th: แตะเพื่อรีเฟรช
tr: Yenilemek için dokunun
zh_hans: 点击以刷新
zh_hant: 輕按以刷新

# termsOfServiceTitle
source: Terms of Service
ar: شروط الاستخدام
de: Nutzungsbedingungen
es: Términos de Servicio
fa: شرایط استفاده
fr: Conditions d'utilisation
ja: 利用規約（英文）
ko: 서비스 이용약관
nl: Gebruiksvoorwaarden
pt_br: Termos de serviço
sv: Användarvillkor
sw: Masharti ya Huduma
th: เงื่อนไขการใช้บริการ
tr: Hizmet Şartları
zh_hans: 服务条款
zh_hant: 服務條款

# thanksForTag
source: Thanks for your tag.
ar: شكرًا على العلامة الخاصة بك.
de: Danke für dein Tag.
es: Gracias por tu etiqueta.
fa: با تشکر از برچسب شما.
fr: Merci pour votre signalement.
ja: タグをありがとうございます。
ko: 당신의 태그에 감사해요.
nl: Bedankt voor je tag.
pt_br: Obrigado pela sua tag.
sv: Tack för din tagg.
sw: Asante kwa lebo yako.
th: ขอบคุณสำหรับแท็กของคุณ
tr: Etiketiniz için teşekkürler.
zh_hans: 感谢您的标记。
zh_hant: 感謝您的標記。

source: Thread
ar: سلسلة
es: Conversación
fa: رشته
fr: Fil de discussion
ja: スレッド
ko: 스레드
nl: Draad
pt_br: Tópico
sv: Tråd
sw: Uzi
th: เธรด
tr: Konu
zh_hans: 话题
zh_hant: 話題

# tryAgainOrContactSupport
source: Please try again or contact support.
ar: يرجى المحاولة مرة أخرى أو الاتصال بالدعم.
de: Bitte versuche es erneut oder kontaktiere den Support.
es: Por favor, inténtalo de nuevo o contacta a Soporte.
fa: لطفا دوباره امتحان کنید یا با پشتیبانی تماس بگیرید.
fr: Veuillez réessayer ou contacter l'assistance.
ja: もう一度試すか、サポートに連絡してください。
ko: 다시 시도하거나 지원팀에 문의해봐요.
nl: Probeer het opnieuw of neem contact op met ondersteuning.
pt_br: Por favor, tente novamente ou entre em contato com o suporte.
sv: Försök igen eller kontakta support.
sw: Tafadhali jaribu tena au uwasiliane na usaidizi.
th: โปรดลองอีกครั้งหรือติดต่อฝ่ายสนับสนุน
tr: Lütfen tekrar deneyin veya destek ekibiyle iletişime geçin.
zh_hans: 请再试一次或者联系支持。
zh_hant: 請再試一次或聯繫支持。

source: Type Delete
ar: اكتب كلمة حذف
de: Tippe Löschen
es: Escribe 'Delete'
fa: حذف را تایپ کنید
fr: Tapez Supprimer
ja: 「削除」と入力
ko: 삭제 입력
nl: Typ Verwijderen
pt_br: Digite Excluir
sv: Skriv Radera
sw: Andika Delete
th: พิมพ์ ลบ
tr: Delete yazın
zh_hans: 输入删除
zh_hant: 輸入刪除

source: Unfollow
ar: إلغاء المتابعة
de: Entfolgen
es: Dejar de seguir
fa: لغو دنبال کردن
fr: Ne plus suivre
ja: フォロー解除
ko: 팔로우 취소
nl: Ontvolgen
pt_br: Parar de seguir
sv: Sluta följa
sw: Acha kufuata
th: เลิกติดตาม
tr: Takibi Bırak
zh_hans: 取消关注
zh_hant: 取消關注

# unknownAuthor
source: unknown
ar: غير معروف
de: unbekannt
es: desconocido
fa: ناشناس
fr: inconnu
ja: 不明
ko: 알 수 없음
nl: onbekend
pt_br: desconhecido
sv: okänd
sw: haijulikani
th: ไม่รู้จัก
tr: bilinmiyor
zh_hans: 未知
zh_hant: 未知

# unmuteUser
source: Un-Block
ar: إلغاء الحظر
de: Blockierung aufheben
es: Desbloquear
fa: لغو مسدودی
fr: Débloquer
ja: ミュート解除
ko: 차단 해제
nl: Deblokkeren
pt_br: Desbloquear
sv: Avblockera
sw: Ondoa Zuio-Mtumiaji
th: ยกเลิกการบล็อก
tr: Engeli Kaldır
zh_hans: 取消屏蔽
zh_hant: 取消封鎖

# useReportsFromFollows
source: Use reports from my follows
ar: استخدام تقارير من متابعاتي
de: Verwende Reports von meinen Follows
es: Usar reportes de usuarios a los que sigo
fa: گزارش دنبال شونده های من را استفاده کن
fr: Utiliser les rapports de mes suivis
ja: フォローからのレポートを使用
ko: 내 팔로우로부터 리포트 사용하기
nl: Gebruik markeringen van mijn volgers
pt_br: Usar denúncias de quem eu sigo
sv: Använd rapporter från mina följare
sw: Tumia ripoti kutoka kwa wafuasi wangu
th: ใช้รายงานจากผู้ที่ฉันติดตาม
tr: Takip ettiklerimden gelen raporları kullan
zh_hans: 使用来自我的关注的举报
zh_hant: 使用來自我的關注的舉報

# useReportsFromFollowsDescription
source: When someone you follow flags a note or user, we'll add a content warning to their notes.
ar: عندما يقوم شخص تتابعه بالإبلاغ عن ملاحظة أو مستخدم، سنضيف تحذير محتوى إلى ملاحظاتهم.
de: Wenn jemand eine Note oder einen Benutzer markiert, werden wir eine Inhaltswarnung zu deren Notes hinzufügen.
es: Cuando alguien a quien sigues reporta una nota o usuario, agregaremos una advertencia de contenido a sus notas.
fa: هرگاه کسی که دنبال می کنید یادداشت یا شخصی را گزارش کند، یک هشدار محتوا به یادداشت او می افزاییم.
fr: Lorsque quelqu'un que vous suivez signale une note ou un utilisateur, nous ajouterons un avertissement de contenu à ses notes.
ja: フォローしている人がノートやユーザーにフラグを立てると、ノートにコンテンツ警告を追加します。
ko: 당신이 팔로우한 사용자가 게시물이나 사용자에 대해 플래그하면, 저희가 해당 게시물에 콘텐츠 워닝을 추가하겠습니다.
nl: Wanneer iemand die je volgt een notitie of gebruiker markeert, voegen we een inhoudswaarschuwing toe aan hun notities.
pt_br: Quando alguém que você segue sinaliza uma nota ou usuário, adicionaremos um aviso de conteúdo a suas notas.
sv: När någon du följer flaggar ett inlägg eller en användare, lägger vi till en innehållsvarning till deras inlägg.
sw: Wakati mtu unayemfuata anaripoti dokezo au mtumiaji, tutaongeza onyo la maudhui kwenye madokezo yake.
th: เมื่อมีคนที่คุณติดตามปักธงโน้ตหรือผู้ใช้ เราจะเพิ่มคำเตือนเนื้อหาให้กับโน้ตของพวกเขา
tr: Takip ettiğiniz biri bir notu veya kullanıcıyı işaretlediğinde, notlarına bir içerik uyarısı ekleyeceğiz.
zh_hans: 当你关注的用户举报一条笔记或一个用户时，我们会在它们的笔记中添加一个内容警告。
zh_hant: 當你關注的用戶舉報一條筆記或一個用戶時，我們會在它們的筆記中添加一個內容警告

source: Username
ar: اسم المستخدم
de: Benutzername
es: Nombre de usuario
fa: نام کاربری
fr: Nom d’utilisateur
ja: ユーザー名
ko: 유저명
nl: Gebruikersnaam
pt_br: Nome de usuário
sv: Användarnamn
sw: Jina la mtumiaji
th: ชื่อผู้ใช้
tr: Kullanıcı adı
zh_hans: 用户名
zh_hant: 用戶名

# usernameAlreadyClaimed
source: Looks like someone's already claimed that @username.
ar: يبدو أن شخصًا ما قد حصل بالفعل على @username هذا.
de: Es sieht so aus, als ob jemand bereits diesen @username beansprucht.
es: Parece que alguien ya ha registrado ese @usuario.
fa: به نظر می‌رسد شخص دیگری قبلاً آن @username را ادعا کرده است.
fr: On dirait que quelqu'un a déjà demandé ce @nom d'utilisateur.
ja: 誰かがすでにその@usernameを主張しているようです。
ko: 이미 @username. 은 사용중이네요.
nl: Het lijkt erop dat iemand deze @gebruikersnaam al heeft geclaimd.
pt_br: Parece que alguém já reivindicou esse @nomedeusuario.
sv: Det verkar som att någon redan har gjort anspråk på det @användarnamnet.
sw: Inaonekana kuna mtu tayari amedai kuwa @username.
th: ดูเหมือนว่ามีคนอ้างสิทธิ์ @username นั้นแล้ว
tr: Görünüşe göre bu @kullanıcıadını birisi zaten talep etmiş.
zh_hans: 看起来有人已经领取了那个@用户名。
zh_hant: 看起來有人已經領取了那個@用戶名。

# usernameClaimedNotice
source: Well done, you've successfully claimed your **@username**! You can share this name with other people in the Nostr and Fediverse communities to make it easy to find you.
ar: أحسنت، لقد نجحت في الحصول على **@username** الخاص بك! يمكنك مشاركة هذا الاسم مع أشخاص آخرين في مجتمعات Nostr و Fediverse لتسهيل العثور عليك.
de: Gut gemacht, du hast erfolgreich deinen **@username** beansprucht! Du kannst diesen Namen mit anderen Leuten in den Nostr- und Fediverse-Communitys teilen, damit du leicht gefunden werden kannst.
es: ¡Bien hecho, has registrado exitosamente tu **@usuario**! Puedes compartir este nombre con otras personas en las comunidades Nostr y en el Fediverso para que sea más fácil encontrarte.
fa: آفرین، شما با موفقیت **@username** خود را ادعا کرده‌اید! می‌توانید این نام را با دیگران در جوامع Nostr و Fediverse به اشتراک بگذارید تا پیدا کردن شما آسان‌تر شود.
fr: Bien joué, vous avez réussi à choisir votre @nom d'utilisateur ! Vous pouvez partager ce nom avec d'autres personnes dans les communautés Nostr et Fediverse pour qu'ils vous trouvent facilement.
ja: よくできました、**@username**の主張に成功しました！ この名前をNostrやFediverseのコミュニティの他の人と共有して、あなたを見つけやすくすることができます。
ko: 잘했어요, 당신은 **@username**을 성공적으로 등록했어요! 당신은 이 이름을 더 쉽게 찾게하기 위해 노스터, 페디버스 커뮤니티들에 공유할 수 있어요.
nl: Goed gedaan, je hebt je **@gebruikersnaam** succesvol geclaimd! Je kunt deze naam delen met andere mensen in de Nostr- en Fediverse-gemeenschappen om het makkelijk te maken je te vinden.
pt_br: Muito bem, você reivindicou com sucesso seu **@nomedeusuario**! Você pode compartilhar este nome com outras pessoas nas comunidades Nostr e Fediverse para facilitar que o encontrem.
sv: Bra jobbat, du har framgångsrikt gjort anspråk på ditt **@användarnamn**! Du kan dela detta namn med andra personer i Nostr- och Fediverse-gemenskaperna för att göra det enkelt att hitta dig.
sw: Umefanya vizuri, umedai **@username**! Unaweza kushiriki jina hili na watu wengine katika jumuiya za Nostr na Fediverse ili kurahisisha kukupata.
th: ทำได้ดี คุณได้อ้างสิทธิ์ **@username** ของคุณสำเร็จแล้ว! คุณสามารถแบ่งปันชื่อนี้กับคนอื่นในชุมชน Nostr และ Fediverse เพื่อให้ค้นหาคุณได้ง่าย
tr: Tebrikler, **@kullanıcıadınızı** başarıyla talep ettiniz! Bu adı Nostr ve Fediverse topluluklarındaki diğer kişilerle paylaşarak sizi bulmanın kolay olmasını sağlayabilirsiniz.
zh_hans: 做得好，你已成功认领你的**@用户名**！ 你可以与 Nostr 和 Fediverse 社区中的其他人分享此名称，以便轻松找到你。
zh_hant: 做得好，你已成功認領你的**@用戶名**！ 你可以與 Nostr 和 Fediverse 社群中的其他人分享此名稱，以便輕鬆找到你。
